Revit 2027 API
BuiltInFailures.SiteImportFailures.UnusedPoints Property
 Some rows from the file could not be used.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UnusedPoints { get; }
Public Shared ReadOnly Property UnusedPoints As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UnusedPoints {
	FailureDefinitionId^ get ();
}
static member UnusedPoints : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.SiteImportFailures Class
Autodesk.Revit.DB Namespace